---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RevolutionsPerMinute
source: html/c2c867a3-6044-cba8-0188-6b324e2cf89a.htm
---
# Autodesk.Revit.DB.UnitTypeId.RevolutionsPerMinute Property

Revolutions per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId RevolutionsPerMinute { get; }
```